[
  {
    "type": "theory",
    "section": "Ответственность медработников",
    "question": "Какие виды юридической ответственности могут нести медицинские работники?",
    "ideal_answer": "Медицинские работники могут нести дисциплинарную, административную, гражданско-правовую и уголовную ответственность в зависимости от характера нарушения и наступивших последствий.",
    "comment": "На экзамене важно перечислить все виды ответственности и указать критерий их разграничения — характер нарушения и последствия.",
    "common_mistake": "Указывать только уголовную ответственность или смешивать виды ответственности без разграничения."
  },
  {
    "type": "theory",
    "section": "Ответственность медработников",
    "question": "В чем отличие дисциплинарной ответственности медицинского работника от административной?",
    "ideal_answer": "Дисциплинарная ответственность наступает в рамках трудовых отношений за нарушение трудовой дисциплины и применяется работодателем. Административная ответственность наступает за административные правонарушения и применяется уполномоченными государственными органами.",
    "comment": "Ключевое различие — субъект, применяющий ответственность, и правовая природа нарушения.",
    "common_mistake": "Считать, что дисциплинарную ответственность применяют государственные органы."
  },
  {
    "type": "case",
    "section": "Ответственность медработников",
    "question": "Медицинская сестра нарушила внутренний порядок медорганизации, что привело к конфликту с пациентом, но вреда здоровью причинено не было. Какой вид ответственности возможен?",
    "ideal_answer": "В данной ситуации возможно наступление дисциплинарной ответственности, поскольку имело место нарушение трудовой дисциплины без причинения вреда здоровью.",
    "comment": "Отсутствие вреда здоровью исключает гражданско-правовую и уголовную ответственность.",
    "common_mistake": "Автоматически указывать уголовную ответственность при любом конфликте."
  },
  {
    "type": "theory",
    "section": "Ответственность медработников",
    "question": "Когда наступает гражданско-правовая ответственность медицинского работника?",
    "ideal_answer": "Гражданско-правовая ответственность наступает при причинении вреда жизни или здоровью пациента и выражается в обязанности возмещения ущерба, включая материальный и моральный вред.",
    "comment": "Важно указать связь с причинением вреда и компенсационную направленность ответственности.",
    "common_mistake": "Путать гражданско-правовую ответственность с дисциплинарной."
  },
  {
    "type": "case",
    "section": "Ответственность медработников",
    "question": "Пациенту был причинен вред здоровью в результате ненадлежащего оказания медицинской помощи. Экспертиза установила нарушение стандартов лечения. Какой вид ответственности возможен?",
    "ideal_answer": "Возможна гражданско-правовая ответственность за причинение вреда здоровью, а при наличии состава преступления — также уголовная ответственность.",
    "comment": "На экзамене важно указать альтернативность и зависимость от выводов экспертизы.",
    "common_mistake": "Утверждать, что уголовная ответственность наступает автоматически."
  },
  {
    "type": "theory",
    "section": "Ответственность медработников",
    "question": "Что является основанием для привлечения медицинского работника к уголовной ответственности?",
    "ideal_answer": "Основанием является наличие состава преступления, установленного уголовным законодательством, включая вину, противоправность деяния и причинно-следственную связь между действиями медработника и наступившими последствиями.",
    "comment": "Без состава преступления уголовная ответственность невозможна.",
    "common_mistake": "Считать неблагоприятный исход лечения достаточным основанием для уголовной ответственности."
  },
  {
    "type": "case",
    "section": "Ответственность медработников",
    "question": "Врач действовал в соответствии с клиническими протоколами, но у пациента возникло тяжелое осложнение. Возможна ли ответственность?",
    "ideal_answer": "При отсутствии нарушений стандартов и вины врача юридическая ответственность не наступает, поскольку осложнение может являться допустимым медицинским риском.",
    "comment": "Это классический экзаменационный вопрос на разграничение ошибки и осложнения.",
    "common_mistake": "Приравнивать осложнение к медицинской ошибке."
  },
  {
    "type": "theory",
    "section": "Ответственность медработников",
    "question": "Может ли медицинский работник нести одновременно несколько видов ответственности?",
    "ideal_answer": "Да, медицинский работник может нести одновременно несколько видов ответственности, если для этого имеются законные основания, например дисциплинарную и гражданско-правовую.",
    "comment": "Важно подчеркнуть независимость видов ответственности друг от друга.",
    "common_mistake": "Считать, что применяется только один вид ответственности."
  },
  {
    "type": "theory",
    "section": "Ответственность медработников",
    "question": "Кто принимает решение о привлечении медицинского работника к дисциплинарной ответственности?",
    "ideal_answer": "Решение о привлечении к дисциплинарной ответственности принимает работодатель в лице руководителя медицинской организации.",
    "comment": "Это частый вопрос на знание трудового права в медицине.",
    "common_mistake": "Указывать суд или органы здравоохранения."
  },
  {
    "type": "case",
    "section": "Ответственность медработников",
    "question": "Пациент подал жалобу, однако проверка не выявила нарушений со стороны врача. Возможна ли ответственность?",
    "ideal_answer": "При отсутствии установленных нарушений и вины медицинского работника юридическая ответственность не наступает.",
    "comment": "Жалоба сама по себе не является основанием ответственности.",
    "common_mistake": "Считать факт жалобы достаточным для наказания."
  }
]
